Repository: ethamoos/JamfSync
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, nl, zh_hans, zh_hant

source: About Jamf Sync
de: Über Jamf Sync
es: Acerca de Jamf Sync
fr: À propos de Jamf Sync
it: Informazioni su Jamf Sync
ja: Jamf Syncについて
nl: Over Jamf Sync
zh_hans: 关于Jamf Sync
zh_hant: 關於Jamf Sync

source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo
ja: アクティブ
nl: Actief
zh_hans: 活跃
zh_hant: 活躍

source: Active Jamf Pro Servers
de: Aktive Jamf Pro-Server
es: Servidores Jamf Pro activos
fr: Serveurs Jamf Pro actifs
it: Server Jamf Pro attivi
ja: アクティブなJamf Proサーバー
nl: Actieve Jamf Pro-servers
zh_hans: 活跃的Jamf Pro服务器
zh_hant: 活躍的Jamf Pro伺服器

source: Add File Folder
de: Dateiordner hinzufügen
es: Agregar carpeta de archivos
fr: Ajouter un dossier de fichiers
it: Aggiungi cartella file
ja: ファイルフォルダを追加
nl: Bestandsmap toevoegen
zh_hans: 添加文件文件夹
zh_hant: 添加檔案資料夾

source: Add file(s)
de: Datei(en) hinzufügen
es: Agregar archivo(s)
fr: Ajouter fichier(s)
it: Aggiungi file
ja: ファイルの追加
nl: Bestand(en) toevoegen
zh_hans: 添加文件
zh_hant: 添加檔案

source: Add Jamf Pro Server
de: Jamf Pro-Server hinzufügen
es: Agregar servidor Jamf Pro
fr: Ajouter un serveur Jamf Pro
it: Aggiungi server Jamf Pro
ja: Jamf Proサーバーを追加
nl: Jamf Pro-server toevoegen
zh_hans: 添加Jamf Pro服务器
zh_hant: 添加Jamf Pro伺服器

source: Allow deletions after synchronization:
de: Löschungen nach Synchronisation erlauben:
es: Permitir eliminaciones después de la sincronización:
fr: Autoriser les suppressions après la synchronisation :
it: Consenti eliminazioni dopo la sincronizzazione:
ja: 同期後に削除を許可:
nl: Verwijderingen na synchronisatie toestaan:
zh_hans: 同步后允许删除：
zh_hant: 同步後允許刪除：

source: Allow manual deletions:
de: Manuelle Löschungen erlauben:
es: Permitir eliminaciones manuales:
fr: Autoriser les suppressions manuelles :
it: Consenti eliminazioni manuali:
ja: 手動削除を許可:
nl: Handmatige verwijderingen toestaan:
zh_hans: 允许手动删除：
zh_hant: 允許手動刪除：

source: Are you sure you want to cancel the syncrhonization?
de: Sind Sie sicher, dass Sie die Synchronisation abbrechen möchten?
es: ¿Estás seguro de que quieres cancelar la sincronización?
fr: Êtes-vous sûr de vouloir annuler la synchronisation ?
it: Sei sicuro di voler annullare la sincronizzazione?
ja: 同期をキャンセルしてもよろしいですか？
nl: Weet u zeker dat u de synchronisatie wilt annuleren?
zh_hans: 您确定要取消同步吗？
zh_hant: 您確定要取消同步嗎？

source: Calculate Checksums
de: Prüfsummen berechnen
es: Calcular sumas de verificación
fr: Calculer les sommes de contrôle
it: Calcola checksum
ja: チェックサムを計算
nl: Controlesommen berekenen
zh_hans: 计算校验和
zh_hant: 計算校驗和

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleren
zh_hans: 取消
zh_hant: 取消

source: Checksum
de: Prüfsumme
es: Suma de verificación
fr: Somme de contrôle
ja: チェックサム
nl: Controlesom
zh_hans: 校验和
zh_hant: 校驗和

source: Choose active Jamf Pro instances
de: Aktive Jamf Pro-Instanzen auswählen
es: Elegir instancias activas de Jamf Pro
fr: Choisir les instances actives de Jamf Pro
it: Scegli le istanze attive di Jamf Pro
ja: アクティブなJamf Proインスタンスを選択
nl: Kies actieve Jamf Pro-instanties
zh_hans: 选择活跃的Jamf Pro实例
zh_hant: 選擇活躍的Jamf Pro實例

source: Choose...
de: Auswählen...
es: Elegir...
fr: Choisir...
it: Scegli...
ja: 選択...
nl: Kiezen...
zh_hans: 选择...
zh_hant: 選擇...

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
nl: Sluiten
zh_hans: 关闭
zh_hant: 關閉

source: Copy selected log messages to the clipboard
de: Ausgewählte Protokollmeldungen in die Zwischenablage kopieren
es: Copiar mensajes de registro seleccionados al portapapeles
fr: Copier les messages de journal sélectionnés dans le presse-papiers
it: Copia i messaggi di log selezionati negli appunti
ja: 選択したログメッセージをクリップボードにコピー
nl: Geselecteerde logberichten naar het klembord kopiëren
zh_hans: 将选定的日志消息复制到剪贴板
zh_hant: 將選定的日誌訊息複製到剪貼簿

source: Date & Time
de: Datum & Uhrzeit
es: Fecha y hora
fr: Date et heure
it: Data e ora
ja: 日付と時間
nl: Datum en tijd
zh_hans: 日期和时间
zh_hant: 日期與時間

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
nl: Verwijderen
zh_hans: 删除
zh_hant: 刪除

source: Destination:
de: Ziel:
es: Destino:
it: Destinazione:
ja: 宛先:
nl: Bestemming:
zh_hans: 目的地：
zh_hant: 目的地：

source: Dry Run
de: Probelauf
es: Ejecución en seco
fr: Exécution à blanc
it: Esecuzione di prova
ja: ドライラン
nl: Proefrun
zh_hans: 试运行
zh_hant: 模擬運行

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
nl: Bewerken
zh_hans: 编辑
zh_hant: 編輯

# Enter the credentials for %@: %@
source: Enter the credentials for %1$@: %2$@
de: Geben Sie die Anmeldeinformationen für %1$@ ein: %2$@
es: Ingresa las credenciales para %1$@: %2$@
fr: Entrez les identifiants pour %1$@ : %2$@
it: Inserisci le credenziali per %1$@: %2$@
ja: %1$@の認証情報を入力してください: %2$@
nl: Voer de inloggegevens in voor %1$@: %2$@
zh_hans: 输入%1$@的凭据：%2$@
zh_hant: 輸入%1$@的憑證：%2$@

# Enter the password for %@ (%@)
source: Enter the password for %1$@ (%2$@)
de: Geben Sie das Passwort für %1$@ (%2$@) ein
es: Ingresa la contraseña para %1$@ (%2$@)
fr: Entrez le mot de passe pour %1$@ (%2$@)
it: Inserisci la password per %1$@ (%2$@)
ja: %1$@ (%2$@) のパスワードを入力してください
nl: Voer het wachtwoord in voor %1$@ (%2$@)
zh_hans: 输入%1$@ (%2$@) 的密码
zh_hant: 輸入%1$@ (%2$@) 的密碼

source: File Folder
de: Dateiordner
es: Carpeta de archivos
fr: Dossier de fichiers
it: Cartella file
ja: ファイルフォルダ
nl: Bestandsmap
zh_hans: 文件文件夹
zh_hant: 檔案資料夾

source: File Share Credentials
de: Dateifreigabe-Anmeldeinformationen
es: Credenciales de uso compartido de archivos
fr: Identifiants de partage de fichiers
it: Credenziali di condivisione file
ja: ファイル共有認証情報
nl: Inloggegevens voor bestandsdeling
zh_hans: 文件共享凭据
zh_hant: 檔案共享憑證

source: Files and associated package records
de: Dateien und zugehörige Paketdatensätze
es: Archivos y registros de paquetes asociados
fr: Fichiers et enregistrements de paquets associés
it: File e record di pacchetti associati
ja: ファイルおよび関連するパッケージレコード
nl: Bestanden en bijbehorende pakketrecords
zh_hans: 文件及相关包记录
zh_hant: 檔案及相關套件記錄

source: Files only
de: Nur Dateien
es: Solo archivos
fr: Fichiers uniquement
it: Solo file
ja: ファイルのみ
nl: Alleen bestanden
zh_hans: 仅文件
zh_hant: 僅檔案

source: Force Sync
de: Synchronisation erzwingen
es: Forzar sincronización
fr: Forcer la synchronisation
it: Forza sincronizzazione
ja: 強制同期
nl: Synchronisatie forceren
zh_hans: 强制同步
zh_hant: 強制同步

source: Goes through the motions when you click Synchronize and shows actions in the log that would normally happen, prefaced by "[Dry Run]", but doesn't actually transfer or remove anything.
de: Führt die Bewegungen aus, wenn Sie auf Synchronisieren klicken, und zeigt im Protokoll die Aktionen an, die normalerweise stattfinden würden, versehen mit dem Vorspann „[Probelauf]“, ohne jedoch tatsächlich etwas zu übertragen oder zu entfernen.
es: Realiza los movimientos cuando haces clic en Sincronizar y muestra en el registro las acciones que normalmente ocurrirían, precedidas por "[Ejecución en seco]", pero no transfiere ni elimina nada realmente.
fr: Simule les actions lorsque vous cliquez sur Synchroniser et affiche dans le journal les actions qui se produiraient normalement, précédées de « [Exécution à blanc] », mais ne transfère ni ne supprime rien réellement.
it: Simula le operazioni quando fai clic su Sincronizza e mostra nel registro le azioni che normalmente avverrebbero, precedute da "[Esecuzione di prova]", ma non trasferisce né rimuove nulla realmente.
ja: 「同期」をクリックすると動作をシミュレートし、通常起こるアクションを「[ドライラン]」というプレフィックス付きでログに表示しますが、実際には何も転送または削除しません。
nl: Doorloopt de handelingen wanneer u op Synchroniseren klikt en toont acties in het log die normaal zouden plaatsvinden, voorafgegaan door "[Proefrun]", maar er wordt niets daadwerkelijk overgedragen of verwijderd.
zh_hans: 当您点击“同步”时，模拟操作并在日志中显示通常会发生的动作，前面加上“[试运行]”，但实际上不会传输或删除任何内容。
zh_hant: 當您點擊「同步」時，模擬操作並在日誌中顯示通常會發生的動作，前面加上「[模擬運行]」，但實際上不會傳輸或刪除任何內容。

source: Info about Dry Run
de: Informationen über den Probelauf
es: Información sobre la ejecución en seco
fr: Informations sur l'exécution à blanc
it: Informazioni sull'esecuzione di prova
ja: ドライランについての情報
nl: Informatie over proefrun
zh_hans: 关于试运行的信息
zh_hant: 關於模擬運行的資訊

source: Jamf Pro Password
de: Jamf Pro-Passwort
es: Contraseña de Jamf Pro
fr: Mot de passe Jamf Pro
it: Password Jamf Pro
ja: Jamf Proパスワード
nl: Jamf Pro-wachtwoord
zh_hans: Jamf Pro密码
zh_hant: Jamf Pro密碼

source: Jamf Sync helps synchronize content to Jamf Pro distribution points. Copyright 2024, Jamf
de: Jamf Sync hilft, Inhalte mit Jamf Pro-Verteilungspunkten zu synchronisieren. Copyright 2024, Jamf
es: Jamf Sync ayuda a sincronizar contenido con los puntos de distribución de Jamf Pro. Copyright 2024, Jamf
fr: Jamf Sync aide à synchroniser le contenu avec les points de distribution Jamf Pro. Copyright 2024, Jamf
it: Jamf Sync aiuta a sincronizzare i contenuti con i punti di distribuzione Jamf Pro. Copyright 2024, Jamf
ja: Jamf Syncは、Jamf Pro配信ポイントにコンテンツを同期するのに役立ちます。 Copyright 2024, Jamf
nl: Jamf Sync helpt inhoud te synchroniseren met Jamf Pro-distributiepunten. Copyright 2024, Jamf
zh_hans: Jamf Sync帮助将内容同步到Jamf Pro分发点。 Copyright 2024, Jamf
zh_hant: Jamf Sync幫助將內容同步到Jamf Pro分發點。 Copyright 2024, Jamf

source: Jamf Sync User Guide
de: Jamf Sync-Benutzerhandbuch
es: Guía del usuario de Jamf Sync
fr: Guide de l'utilisateur de Jamf Sync
it: Guida utente di Jamf Sync
ja: Jamf Syncユーザーガイド
nl: Jamf Sync-gebruikershandleiding
zh_hans: Jamf Sync用户指南
zh_hant: Jamf Sync用戶指南

source: Message
de: Nachricht
es: Mensaje
it: Messaggio
ja: メッセージ
nl: Bericht
zh_hans: 消息
zh_hant: 訊息

source: No
de: Nein
fr: Non
ja: いいえ
nl: Nee
zh_hans: 否
zh_hant: 否

source: Only Add or Update
de: Nur hinzufügen oder aktualisieren
es: Solo agregar o actualizar
fr: Ajouter ou mettre à jour uniquement
it: Solo aggiungi o aggiorna
ja: 追加または更新のみ
nl: Alleen toevoegen of bijwerken
zh_hans: 仅添加或更新
zh_hant: 僅添加或更新

source: Overall Progress:
de: Gesamtfortschritt:
es: Progreso general:
fr: Progrès global :
it: Progresso complessivo:
ja: 全体の進捗:
nl: Totale voortgang:
zh_hans: 总体进度：
zh_hant: 總體進度：

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
nl: Wachtwoord
zh_hans: 密码
zh_hant: 密碼

source: Password:
de: Passwort:
es: Contraseña:
fr: Mot de passe :
ja: パスワード:
nl: Wachtwoord:
zh_hans: 密码：
zh_hant: 密碼：

source: Path
de: Pfad
es: Ruta
fr: Chemin
it: Percorso
ja: パス
nl: Pad
zh_hans: 路径
zh_hant: 路徑

source: Path:
de: Pfad:
es: Ruta:
fr: Chemin :
it: Percorso:
ja: パス:
nl: Pad:
zh_hans: 路径：
zh_hant: 路徑：

source: Prompt for Jamf Pro instances on startup
de: Bei Start nach Jamf Pro-Instanzen fragen
es: Solicitar instancias de Jamf Pro al iniciar
fr: Demander les instances Jamf Pro au démarrage
it: Richiedi istanze Jamf Pro all'avvio
ja: 起動時にJamf Proインスタンスを要求
nl: Vraag om Jamf Pro-instanties bij opstarten
zh_hans: 启动时提示Jamf Pro实例
zh_hant: 啟動時提示Jamf Pro實例

source: Recommended privileges: %@
de: Empfohlene Berechtigungen: %@
es: Privilegios recomendados: %@
fr: Privilèges recommandés : %@
it: Privilegi consigliati: %@
ja: 推奨される権限: %@
nl: Aanbevolen privileges: %@
zh_hans: 推荐权限：%@
zh_hant: 推薦權限：%@

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
nl: Vernieuwen
zh_hans: 刷新
zh_hant: 重新整理

source: Remove all messages
de: Alle Nachrichten entfernen
es: Eliminar todos los mensajes
fr: Supprimer tous les messages
it: Rimuovi tutti i messaggi
ja: すべてのメッセージを削除
nl: Alle berichten verwijderen
zh_hans: 删除所有消息
zh_hant: 刪除所有訊息

source: Remove selected file(s)
de: Ausgewählte Datei(en) entfernen
es: Eliminar archivo(s) seleccionados
fr: Supprimer le(s) fichier(s) sélectionné(s)
it: Rimuovi file selezionati
ja: 選択したファイルの削除
nl: Geselecteerde bestand(en) verwijderen
zh_hans: 删除选定文件
zh_hant: 刪除選定檔案

source: Save in Keychain
de: Im Schlüsselbund speichern
es: Guardar en el llavero
fr: Enregistrer dans le trousseau
it: Salva nel portachiavi
ja: キーチェーンに保存
nl: Opslaan in sleutelhanger
zh_hans: 保存到钥匙链
zh_hant: 儲存到鑰匙鏈

source: Setup
de: Einrichtung
es: Configuración
fr: Configuration
it: Configurazione
ja: セットアップ
nl: Instellen
zh_hans: 设置
zh_hant: 設置

source: Show Log
de: Protokoll anzeigen
es: Mostrar registro
fr: Afficher le journal
it: Mostra registro
ja: ログを表示
nl: Log tonen
zh_hans: 显示日志
zh_hant: 顯示日誌

source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
ja: サイズ
nl: Grootte
zh_hans: 大小
zh_hant: 大小

source: Source:
de: Quelle:
es: Fuente:
it: Sorgente:
ja: ソース:
nl: Bron:
zh_hans: 来源：
zh_hant: 來源：

source: Sync
de: Synchronisation
es: Sincronización
fr: Synchronisation
it: Sincronizzazione
ja: 同期
nl: Synchronisatie
zh_hans: 同步
zh_hant: 同步

source: Synchronize
de: Synchronisieren
es: Sincronizar
fr: Synchroniser
it: Sincronizza
ja: 同期する
nl: Synchroniseren
zh_hans: 同步
zh_hant: 同步

source: Test
de: Testen
es: Probar
fr: Tester
ja: テスト
nl: Testen
zh_hans: 测试
zh_hant: 測試

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
nl: Titel
zh_hans: 标题
zh_hant: 標題

source: Type
de: Typ
es: Tipo
it: Tipo
ja: タイプ
zh_hans: 类型
zh_hant: 類型

source: URL or Folder
de: URL oder Ordner
es: URL o carpeta
fr: URL ou dossier
it: URL o cartella
ja: URLまたはフォルダ
nl: URL of map
zh_hans: URL或文件夹
zh_hant: URL或資料夾

source: Use Client API
de: Client-API verwenden
es: Usar API de cliente
fr: Utiliser l'API client
it: Usa API client
ja: クライアントAPIを使用
nl: Gebruik Client API
zh_hans: 使用客户端API
zh_hant: 使用客戶端API

source: Username:
de: Benutzername:
es: Nombre de usuario:
fr: Nom d'utilisateur :
it: Nome utente:
ja: ユーザー名:
nl: Gebruikersnaam:
zh_hans: 用户名：
zh_hant: 用戶名：

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
nl: Ja
zh_hans: 是
zh_hant: 是

source: Jamf Pro Server
es: Servidor Jamf Pro
fr: Serveur Jamf Pro
it: Server Jamf Pro
ja: Jamf Proサーバー
zh_hans: Jamf Pro服务器
zh_hant: Jamf Pro伺服器

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
nl: Naam
zh_hans: 名称
zh_hant: 名稱

source: Name:
es: Nombre:
fr: Nom :
it: Nome:
ja: 名前:
nl: Naam:
zh_hans: 名称：
zh_hant: 名稱：

source: OK
es: Aceptar
zh_hans: 确定
zh_hant: 確定
